greet = "Привет, {name}, я бот, который будет помогать тебе со всякими мелочами. Пока тчо я только учусь и мало чего умею, но я буду развиваться и учиться новому☺️"
menu = "📍 Главное меню"
unknown_msg = 'Извините, пока я не знаю такую команду :(\n\nВы можете выйти в главное меню, воспользовавшись кнопкой снизу'
phone_helper_main = 'Вы вошли в режим телефонного справочника. Просто напишите мне запрос и я дам вам информацию о сотруднике, вот, как я умею искать людей:\n' \
                    ' - по внутреннему телефону (напишите номер в формате 00-000\n' \
                    ' - по рабочей почте (введите email полностью)\n' \
                    ' - по ФИО, либо только по фамилии, имени, или отчеству (но учтите, если совпадений несколько - я покажу вам первое найденное совпадение'

whoami = 'ФИО: {fio}\n-----\nДолжность: {Worker_type}\n-----\n{otdel}, {upravlenie}\n-----\nВнутренний номер: {phone}\n-----\nПочта: {email}\n-----\nКабинет {cabinet}\n{chat_id}'
no_code = 'Раздел еще в разработке'
upd_text = 'Введите данные для обновления в следующем формате:\n' \
           '{имя таблицы}::{колонки для обновления}::{значения}::{параметр поиска}::{запрос поиска}'
settings = 'Вы вошли в режим настроек, вот, что можно настроить в настоящий момент'